Repository: YongLWei03/dmis
Catalog: source/web/App_GlobalResources/WebGlobalResource.*.resx
Languages: es

# ComBrowseByDay001
source: 请设置日期查询列！
es: Configure la columna para consultar la fecha.

# ComModiyfPassword001
source: 请输入原口令！
es: Escriba la contraseña original.

# ComModiyfPassword002
source: 请输入新口令！
es: Escriba la contraseña nueva.

# ComModiyfPassword003
source: 请输入确认口令！
es: Escriba la contraseña para confirmar.

# ComModiyfPassword004
source: 新口令和确认口令不一致！
es: La contraseña nueva y de confirmación no son iguales.

# ComModiyfPassword005
source: 您输入的原口令有误！
es: La contraseña original que escribe es falsa.

# ComModiyfPassword006
source: 口令修改成功！
es: Modifica la contraseña con éxito.

# ComModiyfPassword007
source: 口令修改失败，请联系管理员！
es: No puede modificar la contraseña. Contacte con el administrador.

# Common001
source: 创建新班次失败，请联系系统管理员！
es: No puede crear el turno nuevo. Contacte con el administrador de sistema.

# Common002
source: 把当日的第一个班次的状态设置当值时失败，请联系系统管理员！
es: No puede configurar el estado del primer turno del día actual a en turno. Contacte con el administrador de sistema.

# Common003
source: 此班次记录不存在！
es: El registro de este turno no existe.

# ComSearchBuild001
source: 是否要删除?
es: ¿Quiere eliminar?

# ComSearchBuild002
source: "删除此查询条件"
es: "Eliminar la condición de consulta"

# ComSearchBuild003
source: 等于
es: es igual que

# ComSearchBuild004
source: 小于
es: es menos que

# ComSearchBuild005
source: 大于
es: es más que

# ComSearchBuild006
source: 大于等于
es: es más e igual que

# ComSearchBuild007
source: 小于等于
es: es menos e igual que

# ComSearchBuild008
source: 不等于
es: es desigual que

# ComSearchBuild009
source: 包含
es: incluye

# ComSearchBuild010
source: 并且
es: Y

# ComSearchBuild011
source: 或者
es: O

# ComSearchBuild012
source: 列名
es: Nombre de columna

# ComSearchBuild013
source: 关系符
es: Signo de relación

# ComSearchBuild014
source: 值
es: Valor

# ComSearchBuild015
source: 逻辑符
es: Signo de lógica

# ComSearchBuild016
source: 删除
es: Eliminar

# ComSearchBuild017
source: 无效
es: Inválido

# ComSearchBuild018
source: 不是时间类型
es: No es el tipo de tiempo

# ComSearchBuild019
source: 不是数值类型
es: No es el tipo de valor

# ComSearchBuild020
source: 还没有形成任何查询条件！
es: Todavía no forma cualquier condición de consulta.

# ComSearchDetail001
source: 您由于长时间未操作导致身份失效，请重新登录！
es: Su identidad es inválida a causa de que no opera en un largo plazo. Entre otra vez, por favor.

# ComSearchResult001
source: 详细
es: Detalles

# ComSetSort001
source: 升
es: Ascendente

# ComSetSort002
source: 降
es: Descendente

# ComSetSort003
source: 请先选择要排序的列!
es: Seleccione la columna para arreglarse.

# DDShift001
source: 此班次的交班时间是
es: La hora para entregar al siguiente turno es

# DDShift002
source: ,还没有到交班时间，不允许交班！
es: . No llega la hora, pues no se permite entregar el turno.

# Add
source: 添加
es: Agregar

# All
source: 全部
es: Todos

# ControlInexistence
source: 控件不存在;
es: El control no existe

# CurrentDuty
source: 当值
es: Actual obligación

# DbFail
source: 数据库服务器失效！
es: ¡El servidor de la base de datos falla!

# Delete
source: 删除
es: Suprimir

# DeleteBeforeConfirm
source: 确认要删除此记录？
es: ¿Seguro que desea suprimir este registro?

# DeleteFailMessage
source: 数据删除失败，请联系管理员！
es: Suprimir datos falla, contacte con el administrador.

# DeleteMessage
source: 请先选择要删除的记录！
es: ¡Seleccione el registro que quiere suprimir!

# DeleteSuccessMessage
source: 数据删除成功！
es: ¡El dato se ha suprimido!

# Edit
source: 编辑
es: Editar

# Error
source: 错误
es: Error

# ErrorMessage
source: 错误信息：
es: Información falta:

# ErrorPosition
source: 错误发生地点：
es: El sitio que sucede el accidente:

# ExitBeforeConfirm
source: 确定要退出本系统！
es: ¡Seguro que retira del sistema!

# FileIterativeMessage
source: 服务器上存在同名的文件，请更改文件名！
es: Existe el archivo que tiene el mismo nombre en el servidor. Cámbialo, por favor.

# FileNoAccessories
source: 没有上传的附件！
es: No hay el anexo transmitido.

# FileNoPath
source: 此功能没有设置文件存放路径！
es: La función no establece la ruta en que deposita el archivo.

# FileUploadFailMessage
source: 上传文件失败，请联系管理员！
es: No se puede transmitir el archivo.Contacte con el administrador.

# GenExcelFileFailMessage
source: 生成EXCEL文件失败！
es: Formar el archivo de EXCEL falla.

# GridViewSqlErrorMessage
source: GridView控件的SQL语句有误！
es: Tiene error la frase SQL del Control de GridView.

# Insert
source: 插入
es: Insertar

# ItemNotNull
source: 某项不允许为空！
es: No permite una vacía.

# JoinTeam
source: 交班
es: Conectar el turno

# Modify
source: 修改
es: Modificar

# ModifyMessage
source: 请先选择要修改的记录！
es: Seleccione el registro que va a modificar.

# NoEmpty
source: 不允许为空;
es: No permite una vacía.

# NoPrimaryColumns
source: 没有设置主键列！
es: No establece las primarias columnas.

# NoRecords
source: 无记录！
es: No registro.

# NoReportMessage
source: 此模块没有设置报表打印功能！
es: Este módulo no está provisto de la función de imprimir el informe.

# NoSqlMessage
source: 数据查询语句不存在！
es: No exsiste la frase de consultar la información.

# NoTableID
source: 无TableID参数
es: No hay parámetros de TableID.

# NumericalValeError
source: 不是数值类型;
es: No es el tipo numérico.

# PageFirst
source: 首页
es: La primera página

# PageLast
source: 末页
es: La última página

# PageNext
source: 下一页
es: La página siguiente

# PageNumber
source: 页码：
es: Número de páginas

# PagePrevious
source: 上一页
es: Página anterior

# PageTurn
source: 转向
es: Girar páginas

# PageTurnOk
source: 确定
es: Confirmar

# PrimaryColumnInexistence
source: 主键列不存在!
es: No existe la primaria columna.

# Print
source: 打印
es: Imprimir

# ProductInfo
source: 调度生产管理系统
es: Sistema administrador de producción del despacho

# Records
source: 记录数：
es: Número de registros:

# ReloginBeforeConfirm
source: 确定要重新登录！
es: Confirma que login otra vez?

# ReportPrint
source: 报表打印
es: Impresión de informes

# Retrieve
source: 检索
es: Buscar

# Return
source: 返回
es: Volver

# Save
source: 保存
es: Conservar

# SaveFailMessage
source: 数据保存失败，请联系管理员！
es: No puede conservar datos. Contacte con el administrador.

# SaveSuccessMessage
source: 数据保存成功！
es: Se han conservado los datos.

# Search
source: 查询
es: Consultar

# SearchBuildWindow
source: 自定义查询窗口
es: Establecer la ventana de consulta

# Select
source: 选择
es: Seleccionar

# Sort
source: 排序
es: Clasificar

# SortBuildWindow
source: 排序定义窗口
es: Clasifica las ventanas que establecen

# TimeValueError
source: 时间格式不对;
es: La forma de tiempo no está bien:

# Update
source: 更新
es: Renovar

# UserOrPwdWrong
source: 用户名或口令不对！
es: El nombre de usuario o la contraseña no está bien.

# WkAcceptTaskFailMessage
source: 接单失败！
es: La aceptación de tarea fracasa.

# WkConfirmAbolish
source: 你确认作废此业务吗？
es: ¿Confirma que cancela esta tarea?

# WkConfirmAccept
source: 你确认接单吗？
es: ¿Confirma que acepta la tarea?

# WkConfirmDelete
source: 你确定要把此业务删除？
es: ¿Confirma que suprime esta tarea?

# WkConfirmFinish
source: 该项目已办理完成,是否要归档?
es: Este proyecto se ha terminado.¿Quiere encarpetarlo?

# WkConfirmReassign
source: 确定要把此业务改派？
es: ¿Confirma que va a reasignar esta tarea?

# WkConfirmReReassign
source: 此业务已经改派，确定还要改派？
es: Esta tarea se ha reasignado. ¿Seguro que va a reasignarla otra vez?

# WkConfirmRestore
source: 你确定要把此业务恢复？
es: ¿Seguro que recupera esta tarea?

# WkConfirmRetake
source: 确定要抽回此任务？
es: ¿Seguro que retoma esta tarea?

# WkConfirmSubmit
source: 确定要提交到下一步?
es: ¿Seguro que la somete al siguiente paso?

# WkConfirmSuspend
source: 你确定要把此业务挂起？
es: ¿Seguro que suspende esta tarea?

# WkConfirmWithdraw
source: 确定要退回到上一步?
es: ¿Seguro que retira al paso anterior?

# WkFailToWithdrawTaskMessage
source: 抽回任务失败,请联系管理员！
es: No puede retomar la tarea. Contacte con el administrador.

# WkFinishFailMessage
source: 此业务归档失败，请联系统管理员！
es: No puede encarpetar la tarea.Contacte con el administrador.

# WkFirstStepNoWithdraw
source: 流程的开始步骤不允许退回！
es: No se permite retirar en el comienzo del curso.

# WkHasNextWorkingStepNoWithdraw
source: 还有下级任务在处理，不允许退回!
es: La siguiente tarea está expidiendo.No se permite retirar.

# WkInsertInstanceFail
source: 创建实例数据失败！
es: La fundación de datos ejemplares falla.

# WkInsertTaskFailMessage
source: 创建任务数据失败！
es: La fundación de datos de tarea falla.

# WkMustSelectOneTache
source: 至少要选择一个发送的环节！
es: Por lo menos seleccione un segmento.

# WkNoDoc
source: 无法找到相应的文档！
es: No puede encontrar el archivo correspondiente.

# WkNoFindPackNo
source: 没有找到对应的业务号！
es: No se encuentra el número correspondiente de actividad.

# WkNoFindWorkFlow
source: 无法找到工作流编号！
es: No puede encontrar el número del flujo de trabajo.

# WkNoReassigned
source: 未改派
es: No se reasigna.

# WkNoRightToRead
source: 对不起！你无权操作本文档！
es: ¡Perdón! ¡No tiene la autoridad de operar el archivo!

# WkReassigned
source: 已改派
es: Se ha reasignado.

# WkRestore
source: 恢复
es: Recuperar

# WkSelectWorkleader
source: 请选择工作负责人！
es: Seleccione el responsable del trabajo.

# WkStatusAbolish
source: 作废
es: Cancelar

# WkStatusAll
source: 全部
es: Todos

# WkStatusComplete
source: 完成
es: Completar

# WkStatusFinish
source: 结案
es: Terminar

# WkStatusSuspend
source: 挂起
es: Suspender

# WkStatusWithdraw
source: 退回
es: Retirar

# WkStatusWorking
source: 在办
es: Está expidiendo.

# WkSubmitFailMessage
source: 此任务发送失败，请联系统管理员！
es: La remesa de la tarea falla. Contacte con el administrador.

# WkStatusChecked
source: 已审
es: Checked

# WkStatusNoCheck
source: 未审
es: NoCheck
