Repository: YongLWei03/dmis
Catalog: source/PlatForm/MainFrame.*.resx
Languages: es

# tsbDepart.Text
source: 部门班组
es: Grupos del sector

# tsbMember.Text
source: 人员维护
es: Mantenimiento del personal

# tsbRole.Text
source: 岗位维护
es: Mantenimiento del puesto

# tsbMemberRole.Text
source: 操作员的岗位
es: Puesto del operador

# tsbRoleMember.Text
source: 操作员的岗位
es: Puesto del operador

# tsbPurview.Text
source: 权限设置
es: Establecer la administración

# tsbPurview.ToolTipText
source: 权限设置
es: Establecer la administración

# tsbRolePurview.Text
source: 角色权限
es: La administración del juego

# tsbTable.Text
source: 数据库表
es: El formulario de la base de datos

# tsbColumns.Text
source: 数据列
es: Columna de datos

# tsbTreeMenu.Text
source: 功能设置
es: Establecer la función

# tsbTreeMenuVisible.Text
source: 功能可视性
es: La visualización de la función

# tsbFlow.Text
source: 工作流
es: El flujo de trabajo

# tsbExit.Text
source: 退出
es: Retirar

# mDepart.Text
source: 部门班组
es: Grupos del sector

# mMember.Text
source: 人员维护
es: Mantenimiento del personal

# mRole.Text
source: 岗位维护
es: Mantenimiento del puesto

# mMemberRole.Text
source: 操作员的岗位
es: Puesto del operador

# mRoleMember.Text
source: 岗位的操作员
es: El operador del puesto

# mDepartType.Text
source: 部门班组类型
es: Tipos de los grupos del sector

# mRolePurview.Text
source: 岗位授权
es: La autoridad del puesto

# mPurview.Text
source: 权限设置
es: Establecer la administración

# mRight.Text
source: 权限维护
es: Mantenimiento de la administración

# mTableType.Text
source: 表分类
es: La clasificación de formularios

# mTable.Text
source: 表登记
es: Registros de formularios

# mColumns.Text
source: 列登记
es: Registros de columnas

# 数据库参数维护ToolStripMenuItem.Text
source: 数据库参数维护
es: Mantenimiento de parámetros de la base de datos

# mTreeMenu.Text
source: 菜单设置
es: Establecer el menú

# mTreeMenuVisible.Text
source: 可见性设置
es: Establecer la visualización

# wEB菜单维护ToolStripMenuItem.Text
source: WEB菜单维护
es: Mantenimiento del menú de WEB

# mReportType.Text
source: 报表类型
es: Tipos de informes

# mReport.Text
source: 报表参数
es: Parámetros de informes

# mReportColumnPos.Text
source: 报表列位置
es: Puestos de columnas de informes

# 报表设计ToolStripMenuItem.Text
source: 报表参数设置
es: Establecer parámetros del informe

# mFlow.Text
source: 工作流
es: El flujo de trabajo

# mRestDate.Text
source: 休息日
es: El día de descanso

# mRestDate.ToolTipText
source: 设置休息日，用于计算工作流任务耗时。
es: Establecer el día de descanso para calcular el tiempo que gasta la tarea del flujo de trabajo.

# mLegalHoliday.Text
source: 法定节假日
es: Vacaciones legales

# mWorkFlow.Text
source: 工作流定制
es: Ordenar el flujo de trabajo

# mBackUpToSQL.Text
source: SQL格式
es: Fórmula de SQL

# mBackUpToBinary.Text
source: 二进制格式
es: Fórmula del sistema binario

# mDataBackUp.Text
source: 数据备份
es: Reserva de datos

# mLoadFromSQL.Text
source: SQL格式
es: Fórmula de SQL

# mLoadFromBinary.Text
source: 二进制格式
es: Fórmula del sistema binario

# mDataIn.Text
source: 数据导入
es: Introducción de datos

# mDataConsistent.Text
source: 数据一致性维护
es: Mantenimiento de la unanimidad de datos

# mDataModify.Text
source: 数据维护
es: Mantenimiento de datos

# tssMessage.Text
source: 显示信息
es: Información demostrada

# tssCompany.Text
source: 东方电子股份有限公司
es: Dongfang Electrónica Co., Ltd.

# $this.Text
source: DF8360调度生产管理系统平台
es: La plataforma del sistema administrador de producción del despacho de DF8360
