Repository: YongLWei03/dmis
Catalog: source/DataBackup/frmBackUpToSQL.*.resx
Languages: es

# groupBox3.Text
source: 输出信息
es: Exportar la información

# label2.Text
source: 时间类别
es: Tipo del tiempo

# btnSaveMessage.Text
source: 保存信息
es: Conservar la información

# btnGen.Text
source: 生成
es: Generar

# label1.Text
source: 保存位置
es: Conservar el puesto

# label3.Text
source: 开始日期
es: La fecha que comienza

# label4.Text
source: 终止日期
es: La fecha que termina

# $this.Text
source: 以SQL语句格式备份数据
es: Reservar datos en forma de la frase de SQL

# btnSelectClean.Text
source: 全清
es: Suprimir todo

# btnSelectAll.Text
source: 全选
es: Seleccionar todo

# groupBox1.Text
source: 数据库表
es: Formulario de la base de datos
