Repository: YongLWei03/dmis
Catalog: source/web/YW_DD/App_LocalResources/frmBZ_TASK_Det.aspx.*.resx
Languages: es

# BoundFieldResource1.HeaderText
source: 环节名称
es: Nombre de segmento

# BoundFieldResource2.HeaderText
source: 工作负责人
es: El responsable de trabajo

# BoundFieldResource3.HeaderText
source: 工作人员一
es: El trabajador 1

# BoundFieldResource4.HeaderText
source: 工作人员二
es: El trabajador 2

# BoundFieldResource5.HeaderText
source: 工作人员三
es: El trabajador 3

# BoundFieldResource6.HeaderText
source: 开始工作时间
es: La fecha que comienza el trabajo

# BoundFieldResource7.HeaderText
source: 处理情况
es: Caso del despacho

# BoundFieldResource8.HeaderText
source: 遗留问题
es: Problemas quedados

# BoundFieldResource9.HeaderText
source: 结束工作时间
es: La fecha que termina el trabajo

# btnAcceptResource1.Text
source: 接 单
es: La aceptación de tarea

# btnAddFileResource1.Text
source: 添加
es: Agregar

# btnCloseResource1.Text
source: 返 回
es: Volver

# btnDelFileResource1.Text
source: 删除
es: Suprimir

# btnDownResource1.Text
source: 下载
es: Descargar

# btnPrintResource1.Text
source: 打 印
es: Imprimir

# btnRefreshResource1.Text
source: 刷新
es: Actualizar

# btnSaveCloseResource1.Text
source: 保存返回
es: Conservar y volver

# btnSaveResource1.Text
source: 保 存
es: Conservar

# btnSendResource1.Text
source: 提 交
es: Entregar

# btnWithdrawResource1.Text
source: 退 回
es: Retirar

# lblCHECK_CONCLUSIONResource1.Text
source: 验收结论
es: Conclusión de verificación

# lblCHECK_DATEResource1.Text
source: 验收时间
es: La hora de verificación

# lblCHECK_NOTEResource1.Text
source: 验收备注
es: Nota de verificación

# lblCHECKERResource1.Text
source: 验收人
es: La persona que verifica

# lblCONTENTResource1.Text
source: 工作内容
es: El contenido de trabajo

# lblDISPOSE_ENDTIMEResource1.Text
source: 结束工作时间
es: La fecha que termina el trabajo

# lblDISPOSE_STARTTIMEResource1.Text
source: 开始工作时间
es: La fecha que comienza el trabajo

# lblDISPOSEResource1.Text
source: 处理内容
es: El contenido del despacho

# lblENDTIMEResource1.Text
source: 计划结束时间
es: La fecha estimada que termina

# lblFuncNameResource1.Text
source: 班组任务单
es: Lista de la tarea del grupo

# lblFZRResource1.Text
source: 工作人员
es: El trabajadores

# lblLEAVINGSResource1.Text
source: 遗留问题
es: Problemas quedados

# lblNOTEResource1.Text
source: 备注
es: Nota

# lblPHResource1.Text
source: 任务单编号
es: Número de la lista de tareas

# lblSTARTERResource1.Text
source: 任务启动人
es: La persona que inicia la tarea

# lblSTARTTIMEResource1.Text
source: 计划开始时间
es: La fecha estimada que comienza

# lblSTATIONResource1.Text
source: 变电站
es: La subestación transformadora

# lbnView1Resource1.Text
source: 任务单工作内容
es: El contenido de trabajo de la lista de tareas

# lbnView2Resource1.Text
source: 正在进行的处理环节
es: El segmento que está despachando

# lbnView3Resource1.Text
source: 所有处理环节
es: Todos los segmentos de despacho

# lbnView4Resource1.Text
source: 相关附件
es: Anexos relacionales

# ListItemResource2.Text
source: 合格
es: Calificado

# ListItemResource3.Text
source: 不合格
es: Descalificado

# PageResource1.Title
source: 班组任务单
es: La lista de tareas del grupo

# wgvCompleteTaskResource1.EmptyDataText
source: 还没有已完成的环节！
es: No hay segmentos que se han terminado.
