Repository: YongLWei03/dmis
Catalog: source/WorkFlow/frmFlow.*.resx
Languages: es

# cm_pack_new.Text
source: 新建
es: El nuevo

# cm_new_pack.Text
source: 业务
es: Actividad

# cm_new_doc.Text
source: 文档
es: Archivo

# cm_pack_edit.Text
source: 修改
es: Modificar

# cm_pack_del.Text
source: 删除
es: Suprimir

# cm_pack_right.Text
source: 权限管理
es: Administración de autoridad

# label4.Text
source: 送达条件
es: Condiciones de transmisión

# label1.Text
source: 环节名称
es: Nombre de segmento

# label2.Text
source: 完成分钟数
es: Número de horas que terminan

# label10.Text
source: 字段
es: Campo

# label8.Text
source: 角色
es: Papel

# label9.Text
source: 文档
es: Archivo

# tabPage1.Text
source: 属性设置
es: Establecer la propiedad

# tabPage2.Text
source: 环节文档
es: Archivos de segmento

# tabPage4.Text
source: 处理实体
es: Tratar la entidad

# tabPage5.Text
source: 时间统计
es: Estadística del tiempo

# tabPage6.Text
source: 变量设置
es: Establecer el variable

# btnConDelete.Text
source: 删除
es: Suprimir

# btnConModify.Text
source: 修改
es: Modificar

# COND_ID.HeaderText
source: 条件ID
es: ID de condición

# COND_NAME.HeaderText
source: 条件名称
es: Nombre de condición

# COND_EXPRESSION.HeaderText
source: 条件表达式
es: Expresión de condición

# ALERT_MESSAGE.HeaderText
source: 告警语句
es: Frase de alarma

# ORDER_ID.HeaderText
source: 序号
es: Número

# tabPage7.Text
source: 条件设置
es: Establecer condiciones

# tbSel.Text
source: 选择
es: Seleccionar

# tbStart.Text
source: 起始
es: Comienzo

# tbStart.ToolTipText
source: 起始环节
es: Segmento de comienzo

# tbNode.Text
source: 中间环节
es: Segmento de medio

# tbEnd.Text
source: 结束环节
es: Segmento de termina

# tbNote.Text
source: 备注
es: Nota

# tbLine.Text
source: 环节流线
es: Línea de segmento

# tbLine1.Text
source: 辅助线
es: Línea auxiliara

# tbDel.Text
source: 删除
es: Suprimir

# label6.Text
source: 接单分钟数
es: Número de horas que aceptan la tarea

# label5.Text
source: 环节类型
es: Tipo de segmento

# ckbIsAssign.Text
source: 是否派工环节
es: Segmento que si se asigna la tarea

# label3.Text
source: 授权角色
es: El papel autorizado

# btnSaveLinkDoc.Text
source: 保存
es: Conservar

# rbnNo.Text
source: 无
es: No

# rbnRelativeTache.Text
source: 相关环节
es: Segmentos correspondientes

# btnSaveEntity.Text
source: 保存
es: Conservar

# label7.Text
source: 实体类型
es: Tipo de entidad

# rbnRole.Text
source: 角色
es: Papel

# rbnMember.Text
source: 人员
es: Personal

# label11.Text
source: 实体代码
es: Código de entidad

# label13.Text
source: 结束工作时间列名
es: Nombre de columna de hora que termina el trabajo

# label12.Text
source: 开始工作时间列名
es: Nombre de columna de hora que comienza el trabajo

# btnSaveTimesStatPara.Text
source: 保存
es: Conservar

# btnVarDelete.Text
source: 删除
es: Suprimir

# btnVarModify.Text
source: 修改
es: Modificar

# VAR_ID.HeaderText
source: 变量ID
es: ID de variable

# VAR_CODE.HeaderText
source: 变量代码
es: Código de nombre

# VAR_NAME.HeaderText
source: 变量名称
es: Nombre de código

# VAR_TYPE.HeaderText
source: 变量类型
es: Tipo de código

# MAP_TYPE.HeaderText
source: 映射类型
es: Tipo de aplicación

# MAP_STATEMENT.HeaderText
source: 映射语句
es: Frase de aplicación

# REMARK.HeaderText
source: 变量说明
es: Instrucción de variable

# $this.Text
source: 业务流程设计器
es: Diseñador del curso de actividad

# label14.Text
source: 环节西方描述
es: Descripción española
