Repository: YongLWei03/dmis
Catalog: source/WorkFlow/frmRestDateSet.*.resx
Languages: es

# label1.Text
source: 开始日期
es: La fecha que comienza

# label2.Text
source: 结束日期
es: La fecha que termina

# groupBox1.Text
source: 查询
es: Consultar

# label3.Text
source: 开始日期
es: La fecha que comienza

# label4.Text
source: 结束日期
es: La fecha que termina

# RES_DATE.Text
source: 日期
es: La fecha

# RES_WEEKNAME.Text
source: 星期
es: Semana

# IS_HOLIDAY.Text
source: 是否休息日
es: Si es el día de descanso

# NOTE.Text
source: 备注
es: Nota

# TID.Text
source: 主键
es: Tecla principal

# tlbSearch.Text
source: 查询某时间段休息日的设置情况
es: Consulta las condiciones que se estable el día de descanso en un período

# tlbSetRestDate.Text
source: 把所选择时间段的日期根据规则设置休息日
es: Establece la fecha del período seleccionado al día de descanso según la regla

# tlbSave.Text
source: 保存
es: Conservar

# groupBox3.Text
source: 编辑
es: Editar

# label9.Text
source: 备注
es: Nota

# label5.Text
source: 开始日期
es: La fecha que comienza

# label6.Text
source: 结束日期
es: La fecha que termina

# label7.Text
source: 日期
es: La fecha

# label8.Text
source: 是否休息
es: Si descansa o no

# $this.Text
source: 设置休息日
es: Establece el día de descanso
